<script setup>
</script>

<template>
    <section class="bg-white py-5">
        <div class="mx-auto container px-4">
            
                <h1 class="text-3xl mb-3">Условия использования</h1>
                <span class="text-xl">Общие положения</span> <br><br>  
                ООО «WorkBase» (компания) предоставляет сервис, который помогает клиентам и специалистам встретиться. Всё, что обеспечивает и поддерживает работу сервиса, мы называем продуктами. Их использование регулируется документами на сайте компании.<br>  <br>  

                Подробную информацию о компании можно посмотреть по ссылке.

                Bы соглашаетесь с условиями использования (далее — Условия), если используете сервис и любой другой продукт компании. Редакция Условий считается вступившей в силу с момента размещения на сайте. Продолжая использовать сервис, Вы соглашаетесь с текущей редакцией Условий. Если вы не согласны с Условиями, можете прекратить пользоваться продуктами компании.

                Компания имеет право пересмотреть Условия в любое время без предварительного уведомления, а также передать полностью или частично свои права и обязанности по этим Условиям любому третьему лицу.

                Ответственность
                Компания не оказывает услуги по вашим заказам, не является работодателем специалистов и не несёт ответственности перед вами за результат их работы.

                Компания не гарантирует:

                — актуальность информации о продуктах компании, товарах и услугах третьих лиц;

                — возмещение ущерба от последствий использования продуктов компании;

                — бесперебойную и безошибочную работу продуктов компании.

                Регистрация
                Чтобы вы могли пользоваться сервисом, создаётся аккаунт, где хранятся контактные данные и сведения о заказах.

                При регистрации вы оставляете личные данные: имя, номер телефона, адрес электронной почты (если есть) и адрес, по которому будет оказываться услуга.

                Аккаунт вы можете удалить в любой момент.

                Безопасность ваших данных
                Настоятельно рекомендуем не сообщать пароль от вашего аккаунта посторонним и не использовать его на других сайтах. Вы обязуетесь срочно уведомить компанию в случаях, когда:

                — кто-то получил доступ к вашему аккаунту;

                — в вашем аккаунте совершаются действия, например создаются заказы или ведётся переписка, о которых вам ничего не известно.

                Компания может показывать специалистам данные о клиентах: ваш рейтинг, количество отзывов, дата создания аккаунта, фото, факт наличия социальных сетей (без ссылки на аккаунт). Компании также будут доступны для просмотра чаты со специалистами, а также записи ваших телефонных разговоров с компанией.

                Компания имеет право в любой момент и без объяснения причин запретить доступ к информации или удалить ваш аккаунт.

                Если вы хотите подробнее ознакомиться с особенностями защиты ваших данных, то можете прочесть политику защиты персональных данных.

                Компания вправе предоставить ваши данные в случаях:

                — поступил запрос правоохранительных, судебных и иных государственных органов;

                — компания получила информацию о возможных незаконных действиях;

                — в иных случаях в рамках применимого к сторонам законодательства.


                Использование материалов компании
                Использование информации разрешается при условии соблюдения законодательства Российской Федерации.

                Запрещается:

                — извлечение любых данных с сайта (парсинг);

                — использование материалов компании в контексте видимости сотрудничества;

                — использование средств индивидуализации компании (фирменное наименование, товарные знаки и другие) в целях рекламы, монетизации любых проектов, демонстрации опыта сотрудничества и примеров работ без письменного согласия компании.

                Применимое право
                Условия, а также любые правоотношения, связанные с использованием продуктов компании, регулируются законодательством Российской Федерации.
        </div>
    </section>
</template>