<script setup>
</script>
<template>
    <section class="bg-white py-12">
        <div class="mx-auto container px-4">
            <h2 class="text-3xl font-bold mb-6">Вопросы и ответы</h2>
            <ul class="mb-6">
                <li><a class="decoration-1 underline" href="#scroll1">Как работает WorkBase?</a></li>
                <li><a class="decoration-1 underline" href="#scroll2">Это бесплатно?</a></li>
                <li><a class="decoration-1 underline" href="#scroll3">Как оставить заказ?</a></li>
                <li><a class="decoration-1 underline" href="#scroll4">Зачем оставлять номер телефона?</a></li>
                <li><a class="decoration-1 underline" href="#scroll5">Как выбрать специалиста? Процесс.</a></li>
                <li><a class="decoration-1 underline" href="#scroll6">Как выбрать специалиста? Отзывы, рейтинг, анкета.</a></li>
                <li><a class="decoration-1 underline" href="#scroll7">Отвечает ли Workbase за специалистов?</a></li>
                <li><a class="decoration-1 underline" href="#scroll8">Надо ли заключать договор?</a></li>
                <li><a class="decoration-1 underline" href="#scroll9">Как оставить отзыв?</a></li>
                <li><a class="decoration-1 underline" href="#scroll10">Я недоволен работой специалиста, что делать?</a></li>
                <li><a class="decoration-1 underline" href="#scroll11">Как отредактировать заказ?</a></li>
                <li><a class="decoration-1 underline" href="#scroll12">Как отменить заказ?</a></li>
                <li><a class="decoration-1 underline" href="#scroll13">Активность заказа</a></li>
                <li><a class="decoration-1 underline" href="#scroll14">Какие заказы создавать запрещено</a></li>
            </ul>
            <h2 id="scroll1" class="font-semibold scroll-mt-24 text-2xl">Как работает WorkBase?</h2><br> 
            Вы выбираете необходимую услугу, описываете задачу и оставляете заказ. После размещения заказа, Специалисты получат уведомление и отправят Вам предложения с ценой и контактами. Искать специалистов также можно самостоятельно. Когда выберете подходящего, свяжитесь с ним по телефону или в чате. Договоритесь о работе.После завершения работ оставьте отзыв о работе специалиста — это поможет сделать сервис прозрачным для пользования и облегчит выбор другим клиентам. <br><br>
            <h2 id="scroll2" class="font-semibold scroll-mt-24 text-2xl">Это бесплатно?</h2><br>
            Поискспециалистовбесплатный. Вы платите только за работу напрямуюспециалистам. Для специалистов также сервис работает бесплатно. <br><br>
            <h2 id="scroll3" class="font-semibold scroll-mt-24 text-2xl">Как оставить заказ?</h2><br>
            Выберите услугу в списке или найдите услугу через поисковую строку на главной странице. Вы увидите вопросы-подсказки.Они помогут описать детали задачи, необходимые дляспециалистов. После полного описания заказа, зарегистрируйтесь в системе через почтовый адрес или мобильный номер и нажмите кнопку "Создать заказ". <br><br>
            <h2 id="scroll4" class="font-semibold scroll-mt-24 text-2xl">Зачем оставлять номер телефона?</h2><br>
            Чтобыспециалист мог вам позвонить, если вы его выберете. Мы не покажем ваш телефон больше никому и не станем слать рекламные СМС. <br><br>
            <h2 id="scroll5" class="font-semibold scroll-mt-24 text-2xl">Как выбрать специалиста? Процесс.</h2><br>
            Есть два способа: получать предложения и искать самостоятельно в базе специалистов.<br><br>
           <b>Получать предложения. </b> Специалистыпришлют вам предложения с ценой. Вам останется только выбрать подходящее предложение и договориться о работе. <br><br>
            <b>Искать самостоятельно. </b> Посмотрите анкеты подходящихспециалистов и предложите заказ тем, кто вам понравился. Если специалиста также заинтересует ваш заказ, он вам ответит.<br><br>
            <h2 id="scroll6" class="font-semibold scroll-mt-24 text-2xl">Как выбрать специалиста? Отзывы, рейтинг, анкета.</h2><br>
            <b>Отзывы возможно </b> опубликовать после завершения работы.Убедитесь, что в анкетеспециалистаесть нужная вам услуга и положительные отзывы именно по этой услуге.<br><br>
            <b>Рейтинг </b> Специалиста формируется автоматически. Он зависит от количества заказов, положительных отзывов, пунктуальности, ответственности и репутацииспециалиста.<br><br>
            <b>Анкета </b> — визитная карточкаспециалиста. Обращайте внимание, какспециалистописывает себя, есть ли у него профессиональные сертификаты, какие примеры работ показывает.Также специалисты могут загрузить в систему паспортные данные (данные паспорта не отображаются в анкете) или предложить скидки и гарантию за выполнение работу.<br><br>
            Мы <b>проверяем документы и квалификацию</b>. В анкете показываем статусы: квалификация подтверждена, паспорт проверен, работает по договору, даёт гарантию. Все загружаемые файлы проходят модерацию перед публикацией в анкете.<br><br>
            <h2 id="scroll7" class="font-semibold scroll-mt-24 text-2xl">Отвечает ли Workbase за специалистов?</h2><br>
            Специалисты работают на себя и сами отвечают за свою работу. Они не являются сотрудниками WorkBase. Мы следим за качеством анкет на сайте и подлинностью отзывов, проверяем документы. Если специалист часто получает негативные отзывы, мы удаляем его анкету и блокируем доступ к сервису.<br><br>
            <h2 id="scroll8" class="font-semibold scroll-mt-24 text-2xl">Надо ли заключать договор?</h2><br>
            Мы рекомендуем работать по договору. Это отличная профилактика разногласий и спорных ситуаций. Все условия и детали по выполнению заказа лучше обсуждать во внутреннем чате между Заказчиком и Специалистом – при возникновении разногласий, данная практика поможет арбитражной команде WorkBase лучше оказать содействие в разрешении спорной ситуации. Более того, во внутреннем чате заказа, пользователи могут воспользоваться типовым договором WorkBase для детальной фиксации условий по заказу.<br><br>
            <blockquote class="pl-4">
                <b>Рекомендации:</b> <br><br>
                <ul class="list-decimal">
                    <li>
                        <b>Заключить договор.</b> Определите состав работ, стоимость, сроки, реквизиты сторон <a class="text-blue-700" target="_blank" href="http://api.workbase.uz/storage/app/media/Dogovor.pdf">(скачать шаблон договора)</a>. При необходимости, принимайте работы поэтапно, подписывайте акты. Когда передаёте специалисту деньги или ценные вещи, проверьте документы и <a class="text-blue-700" target="_blank" href="http://api.workbase.uz/storage/app/media/Raspiska.pdf">оформите расписку</a>.<br><br>
                        При первой встрече со специалистом мы советуем: <br><br>
                    </li>
                    <li>
                       <b> Проверить паспорт</b>. Не стесняйтесь проверить документы. Убедитесь, что имяспециалиста в паспорте совпадает с анкетой на сайте. Если специалист работает с помощником, заключайте договор на имя специалиста, а не помощника. Если пришёл не тот специалист — не начинайте работы, сообщите в WorkBase.<br><br>
                    </li>
                </ul>
            </blockquote>
            <h2 id="scroll9" class="font-semibold scroll-mt-24 text-2xl">Как оставить отзыв?</h2><br>
            Без заказа оставить отзыв невозможно. Мы принимаем отзывы о работе специалиста после завершения работы. Исключения — ситуации, когда специалист подвёл клиента или повёл себя некорректно: оскорблял, использовал нецензурные слова.<br><br>
            В чате со специалистом есть кнопка «Оставить отзыв». Поставьте оценку и напишите комментарий. Мы публикуем отзывы как есть — ошибки не исправляем.<br><br>
            <blockquote class="pl-4">
                <b>Не публикуем:</b> <br><br>
                <ul class="list-disc">
                    <li>оскорбления, в том числе мемы;</li>
                    <li>высказывания националистического, политического, религиозного характера;</li>
                    <li>бездоказательные обвинения в преступлениях — если случилось чтото серьёзное, сразу обращайтесь в поддержку;</li>
                    <li>персональные данные;</li>
                    <li>ссылки на сайты, соцсети;</li>
                    <li>рекламу;</li>
                    <li>отзыв об услуге, запрещённой правилами компании;</li>
                    <li>отзыв, не соответствующий услуге, заказанной на сервисе;</li>
                    <li>отзыв о повторном обращении к специалисту вне сервиса;</li>
                    <li>отзыв о специалисте, которого вы нашли не на нашем сервисе;</li>
                    <li>скриншоты переписки с клиентом;</li>
                </ul>
                <br><br>
            </blockquote>
            
            

            Специалист может ответить на ваш отзыв. Его ответ мы тоже открыто публикуем.<br><br>
            <h2 id="scroll10" class="font-semibold scroll-mt-24 text-2xl">Я недоволен работой специалиста, что делать?</h2><br>
            Сообщите в поддержку или на почту <a class="text-blue-700" href="#">Support@workbase.uz</a>. Мы разберёмся с неприятностью. <br><br>
            <blockquote class="pl-4">
                <ul class="list-decimal">
                    <li>Выслушаем вашу проблему. Не оставим вас в сложной ситуации.</li>
                    <li>Изучим доказательства. В спорах помогают договоры, расписки, фотографии.</li>
                    <li>Свяжемсясо специалистом. Спросим его точку зрения.</li>
                    <li>Попросимспециалистаисправить недостатки, если факты на вашей стороне.</li>
                </ul>
                <br><br>
            </blockquote>
            <h2 id="scroll11" class="font-semibold scroll-mt-24 text-2xl">Как отредактировать заказ?</h2><br>
            Перейдите на вкладку «Заказ». В приложении - нажмите на раздел с описанием заказа, который хотите отредактировать; в браузере - нажмите на значок карандаша.<br><br>
            <h2 id="scroll12" class="font-semibold scroll-mt-24 text-2xl">Как отменить заказ?</h2><br>
            Перейдите на вкладку «Заказ». Нажмите кнопку «Отменить заказ» (внизу страницы).<br><br>
            <h2 id="scroll13" class="font-semibold scroll-mt-24 text-2xl">Активность заказа</h2><br>
            После размещения заказа, заказчик в меню чате заказа может поменять статус активности. Выбрав статус “не активно”, для специалистов заказ не будет отображаться, поменяв обратно статус заказа на “активно”, специалисты смогут продолжить предлагать свои услуги заказчику.<br><br>
            <h2 id="scroll14" class="font-semibold scroll-mt-24 text-2xl">Какие заказы создавать запрещено</h2><br>
            Есть список услуг,которые запрещены на Workbase. Причины разные. Некоторые из этих работ очень ответственные и требуют тщательной проверки опыта и профессионализма мастера, которую мы пока не можем обеспечить. Другие просто опасные или незаконные. Не создавайте заказы на них.<br><br>
        </div>
    </section>
</template>
