<script setup>
</script>
<template>
    <section class="bg-white pb-12">
        <div class="mx-auto container px-4">
            <nav class="flex py-12" aria-label="Breadcrumb">
                <ol class="inline-flex items-center space-x-1 md:space-x-3">
                    <li class="inline-flex items-center">
                        <router-link to="/" class="inline-flex items-center text-sm font-medium text-gray-700 hover:text-gray-900">
                            <svg class="mr-2 w-4 h-4" fill="currentColor" viewBox="0 0 20 20" xmlns="http://www.w3.org/2000/svg"><path d="M10.707 2.293a1 1 0 00-1.414 0l-7 7a1 1 0 001.414 1.414L4 10.414V17a1 1 0 001 1h2a1 1 0 001-1v-2a1 1 0 011-1h2a1 1 0 011 1v2a1 1 0 001 1h2a1 1 0 001-1v-6.586l.293.293a1 1 0 001.414-1.414l-7-7z"></path></svg>
                            Главная
                        </router-link>
                    </li>
                    <li>
                        <div class="flex items-center">
                            <svg class="w-6 h-6 text-gray-400" fill="currentColor" viewBox="0 0 20 20" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" d="M7.293 14.707a1 1 0 010-1.414L10.586 10 7.293 6.707a1 1 0 011.414-1.414l4 4a1 1 0 010 1.414l-4 4a1 1 0 01-1.414 0z" clip-rule="evenodd"></path></svg>
                            <router-link to="/legal" class="inline-flex items-center text-sm font-medium text-gray-700 hover:text-gray-900">
                                Условия использования
                            </router-link>
                        </div>
                    </li>
                    <li aria-current="page">
                        <div class="flex items-center">
                        <svg class="w-6 h-6 text-gray-400" fill="currentColor" viewBox="0 0 20 20" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" d="M7.293 14.707a1 1 0 010-1.414L10.586 10 7.293 6.707a1 1 0 011.414-1.414l4 4a1 1 0 010 1.414l-4 4a1 1 0 01-1.414 0z" clip-rule="evenodd"></path></svg>
                        <span class="ml-1 text-sm font-medium text-gray-400 md:ml-2">Политика конфиденциальности</span>
                        </div>
                    </li>
                </ol>
            </nav>
            <h2 class="text-3xl font-semibold mb-6"> Политика конфиденциальности</h2>
            Настоящая Политика конфиденциальности применяется ко всем Пользователям Интернет-ресурсов и Сервисов Компании. <br><br>
            Пользователи прямо соглашаются на обработку своих персональных данных, как это описано в настоящей Политике. Обработка означает любую операцию с персональными данными независимо от используемых средств и процедуры, в частности сбор, запись, систематизацию, накопление, хранение, уточнение, обновление, изменение и извлечение персональных данных, а также их использование, передачу, распространение, предоставление, доступ, обезличивание, блокирование, удаление и уничтожение. <br><br>
            Компания является контролером данных, отвечает за цели обработки персональных данных Пользователей и может передавать персональные данные или поручать их обработку любой третьей стороне, в том числе зарубежным компаниям-партнерам по аналитике и коммуникационным системам (чат с Пользователем), в порядке предусмотренном законодательством. <br><br>
            <h3 class="text-xl font-semibold mb-3"> Сбор персональных данных</h3>
            Компания, предлагая свои Услуги, нуждается в сведениях о коммуникационных реквизитах Пользователей. Чтобы поддерживать связь с клиентом и улучшить качество обслуживания, Компания запрашивает следующие персональные данные: <br><br>
            <ul class="list-disc pl-5">
                <li>ФИО Пользователя;</li>
                <li>город проживания;</li>
                <li>мобильный телефон;</li>
                <li>адрес электронной почты;</li>
                <li>индивидуальный идентификационный номер (ИНН);</li>
                <li>пол;</li>
                <li>дата рождения;</li>
                <li>информацию об устройстве.</li>
            </ul> <br><br>
            В процессе обработки Заявок и Услуг компании для Пользователей, Компания может собирать и хранить следующую дополнительную информацию, включая персональные данные: <br><br>
            <ul class="list-disc pl-5">
                <li>адрес и иную контактную информацию (в зависимости от используемых Услуг);</li>
                <li>по желанию Пользователей и при их согласии, направляются фотографии для более детального объяснения к Заявке;</li>
                <li>сообщения, направляемые в переписке между Пользователями, и сообщения, направляемые в Компанию;</li>
                <li>иную информацию о взаимодействии Пользователя с информационными системами Компании и её партнёров, результаты сбора статистики посещений Интернет-ресурсов Компании и общедоступной информации о программах и устройствах, используемых для такового доступа, включая данные о геолокации или IP-адресе Пользователя;</li>
                <li>данные с микрофона и камеры для передачи голосовых сообщений и фотографий в чате между Пользователями, а также с Компанией;</li>
                <li>дополнительную информацию, которую Компания запрашивает у Пользователей для удостоверения их личности (например, Компания может попросить Специалиста прислать копии/фотографии удостоверения личности, документов о получении образования, сертификатов или иных соответствующих ситуации документов для подтверждения личности и профессиональных сведений о Специалисте).</li>
            </ul> <br><br>
            <h3 class="text-xl font-semibold mb-3"> Использование</h3>
            Главная цель Компании при сборе персональных данных — предоставление Пользователям безопасных и эффективных Услуг, в том числе удобного клиентского сервиса, при этом Компания ни при каких обстоятельствах не публикует личные и конфиденциальные данные, связанные с финансовой или платежной деятельностью, а также номера официальных удостоверений личности. Пользователи соглашаются с тем, что Компания также может использовать их персональные данные для:<br><br>
            <ul class="list-disc pl-5">
                <li>исполнения Условий использования с Пользователями;</li>
                <li>предоставления коммуникационных возможностей и улучшения качества обслуживания между Пользователями и Компанией посредством внедренного в приложении чата;</li>
                <li>разрешения споров, сбора отзывов и выявления неисправностей;</li>
                <li>анализа и совершенствования услуг, и информационного наполнения;</li>
                <li>более качественного распределения Заявок между Пользователями посредством запроса адреса и определения геолокации;</li>
                <li>информирования Пользователей об Услугах, обновлении услуг на основании информационных предпочтений Пользователей;</li>
                <li>индивидуальных рассылок посредством электронной почты и СМС (от чего Пользователи могут отказаться в любой момент, оповестив предварительно Компанию);
                </li>
                <li>удостоверения личности;</li>
                <li>сравнения персональных данных для подтверждения их точности и проверки их третьими сторонами в случаях, предусмотренных законодательством.</li>
            </ul> <br><br>
            <h3 class="text-xl font-semibold mb-3"> Передача данных третьим лицам</h3>
            Компания не продаёт и не предоставляет персональные данные Пользователей третьим лицам для маркетинговых целей, не предусмотренных в Соглашении об использовании, без прямого согласия Пользователей. Компания может объединять обезличенные данные с иной информацией, полученной от третьих лиц, и использовать их для совершенствования и персонификации Услуг компании, информационного наполнения и рекламы.<br><br>
            Компания может также предоставлять персональные данные Пользователей: <br><br>
            <ul class="list-disc pl-5">
                <li>провайдерам услуг, которые оказывают предусмотренное соглашениями содействие в предоставлении Услуг (например, расследование мошенничеств, обслуживание Клиентов и коммуникацию с ними, услуги консультантов);</li>
                <li>компаниям по аналитике данных (таким как Google.analytics, Яндекс.метрика и др.);</li>
                <li>провайдеру услуг по внедрению инструмента коммуникаций (чата) в Интернет-ресурсах Компании между Пользователем и Компанией;</li>
                <li>третьим лицам, которым Пользователи прямо просят Компанию направить свои персональные данные (или о которых Пользователи прямо уведомлены иным образом и соглашаются при использовании специальных услуг);</li>
                <li>правоохранительным органам, иным государственным органам или третьим лицам в ответ на запрос информации в рамках расследования уголовных дел, иной противоправной деятельности или любой деятельности, которая может повлечь привлечение к ответственности Компании или её Пользователей.</li>
                <li>Не ограничивая вышеизложенным, стараясь уважать личную информацию Пользователей, Компания не будет предоставлять персональные данные любым лицам, включая уполномоченным государственным органам, без запроса, оформленного в строгом соответствии с законом.</li>
            </ul> <br><br>
            <h3 class="text-xl font-semibold mb-3">Куки-файлы</h3>
            Компания может использовать куки-файлы (cookies) и веб-маяки (beacons) для помощи в анализе потока информации, индивидуальной настройки услуг, информационного наполнения и рекламы, а также для измерения эффективности сайтов и обеспечения надежности и безопасности, с целью исследований рынка, отслеживания доходов, а также для улучшения функциональности веб-сайтов, мониторинга выполнения настоящих условий, охраны законных прав и интересов.
            <br><br>
            Несмотря на то, что куки-файлы деперсонализированные, Пользователи всегда могут отказаться от их сохранения, поскольку эта функция определяется настройками браузера Пользователя.
            <br><br>
            <h3 class="text-xl font-semibold mb-3">Безопасность</h3>
            Персональные данные Пользователей хранятся в информационных системах Компании и сохраняются различными способами (пароли, ограничение доступа связанных компаний, сотрудников и подрядчиков и т.д.) для защиты персональных данных Пользователей от несанкционированного доступа и разглашения.
            <br><br>
            Использование, передача, распространение, предоставление, доступ, обезличивание, блокирование, удаление и уничтожение персональных данных Пользователей осуществляются только на основании решений уполномоченных представителей Компании в соответствии с требованиями применимого законодательства и законными интересами Пользователей.
            <br><br>
            <h3 class="text-xl font-semibold mb-3">Третьи лица </h3>
            Если иное прямо не указано в настоящей Политике, настоящий документ касается только использования Компанией персональных данных, предоставленных Пользователями. Если Пользователи разглашают свои персональные данные другим лицам (например, по запросу от Специалистов или других Пользователей), то к такому использованию и раскрытию персональных данных могут применяться иные правила. Компания советует Пользователям уточнять цели использования до предоставления своих персональных данных другим лицам.
            <br><br>
            <h3 class="text-xl font-semibold mb-3">Изменения</h3>
            Компания постоянно совершенствует способы сбора, хранения и обработки данных, включая меры безопасности. В связи с этим, а также в случаях изменения законодательства о персональных данных Компания в любой момент может изменить настоящую Политику, уведомив об этом Пользователей на Интернет-ресурсах Компании. Продолжение использования Продуктов после внесения таких изменений подтверждает согласие Пользователя с такими изменениями, если получение отдельного согласия не требуется законом.
            <br><br>
            <span class="italic text-sm">Редакция от 26.04.2020</span>
        </div>
    </section>
</template>
